{
  "title": "Modifier la demande de certificat",
  "subtitle": "Redemander un certificat Let's Encrypt",
  "loading": "Chargement...",
  "form": {
    "reapplyTitle": "Redemander le certificat",
    "autoSource": "Découverte automatique",
    "manualApplySource": "Demande manuelle",
    "manualAddSource": "Ajout manuel",
    "autoReapplyDescription": "Après avoir redemandé un certificat découvert automatiquement, le certificat sera réécrit dans le dossier d'origine. Le domaine et le nom du dossier ne peuvent pas être modifiés.",
    "manualApplyReapplyDescription": "Les certificats demandés manuellement peuvent être redemandés, et tous les champs peuvent être modifiés.",
    "manualAddReapplyDescription": "Après avoir redemandé un certificat ajouté manuellement, seuls le contenu du certificat et le contenu de la clé privée seront mis à jour. Tous les champs sont en lecture seule. Pour modifier, veuillez cliquer sur le bouton Modifier.",
    "basicInfo": "Informations de base",
    "domain": "Domaine",
    "domainPlaceholder": "par exemple : example.com",
    "domainReadOnly": "Le domaine ne peut pas être modifié",
    "folderName": "Nom du dossier",
    "folderNamePlaceholder": "par exemple : api_lucaslyu_com",
    "folderNameHelp": "Identifiant unique, ne peut contenir que des lettres, des chiffres, des traits de soulignement et des tirets",
    "folderNameReadOnly": "Le nom du dossier ne peut pas être modifié",
    "email": "E-mail",
    "emailPlaceholder": "par exemple : admin@example.com",
    "emailHelp": "Pour les notifications Let's Encrypt",
    "sans": "SANs (Optionnel)",
    "sansPlaceholder": "Un domaine par ligne, par exemple :\nwww.example.com\napi.example.com",
    "sansHelp": "Entrez un domaine par ligne, laissez vide pour demander uniquement le domaine principal",
    "sansReadOnly": "Les SANs ne peuvent pas être modifiés",
    "verification": "Options de vérification",
    "webroot": "Chemin Webroot",
    "webrootPlaceholder": "/var/www/html",
    "webrootHelp": "Chemin du répertoire racine Web pour la vérification HTTP-01, laissez vide pour utiliser le chemin par défaut",
    "applyTitle": "Demander le certificat",
    "reapply": "Redemander le certificat",
    "reapplying": "Redemande en cours...",
    "editCertificate": "Modifier le certificat",
    "forceRenewal": "Activer le renouvellement forcé",
    "forceRenewalHelp": "Lorsqu'il est activé, forcera la redemande du certificat (même s'il n'est pas expiré). Lorsqu'il est désactivé, utilisera le certificat en cache s'il est disponible.",
    "rateLimitTitle": "Informations sur la limite de débit",
    "rateLimitInfo": "Limite Let's Encrypt : Un maximum de 5 certificats peut être émis pour le même ensemble d'identifiants dans les 168 heures (7 jours). Si le renouvellement forcé est activé, le certificat sera redemandé même s'il n'est pas expiré, ce qui peut déclencher des limites de débit."
  },
  "reapply": {
    "confirmTitle": "Confirmer la redemande",
    "confirmMessage": "Êtes-vous sûr de vouloir redemander le certificat \"{{domain}}\" ?\n\nUtilisera le certificat en cache s'il est disponible.",
    "confirmMessageForce": "Êtes-vous sûr de vouloir forcer la redemande du certificat \"{{domain}}\" ?\n\nNote : Le renouvellement forcé ignorera le cache et redemandera même si le certificat n'est pas expiré, ce qui peut déclencher les limites de débit de Let's Encrypt.",
    "confirm": "Confirmer",
    "cancel": "Annuler"
  }
}

